[M_MMORPGFPS MissionDefinition]
MissionName="MMORPG em primeira pessoa"
MissionDescription="O Senhor Torgue falou sobre um monstro que assombra os arredores do [place]Refúgio Flamerock[-place].  Ele pediu para você ir até o local e conquistar o mérito por matá-lo."
TurnInDescription="^____^"
MissionSummary="Conquiste o mérito por matar o monstro."
MissionGiver="Senhor Torgue"
MissionTurnInLocation="Senhor Torgue"
TeaserText="BC Nv52 <br> Traga um Rifle Sniper."

[M_MMORPGFPS:DontGetCredit MissionObjectiveDefinition]
ProgressMessage="Você não conquistou o mérito"

[M_MMORPGFPS:GetCredit MissionObjectiveDefinition]
ProgressMessage="Conquiste o mérito por matar o monstro"

[M_MMORPGFPS:GetCredit2 MissionObjectiveDefinition]
ProgressMessage="Conquiste o mérito por matar o monstro"

[M_MMORPGFPS:HeadshotKnight3 MissionObjectiveDefinition]
ProgressMessage="Atire na cabeça do [720SemMira]TiroNaCabeça"

[M_MMORPGFPS:HeadToLair MissionObjectiveDefinition]
ProgressMessage="Vá até o covil do monstro"

[M_MMORPGFPS:MeleeKnight2 MissionObjectiveDefinition]
ProgressMessage="Mate à golpes o 420_Mulec_Putão"

[M_MMORPGFPS:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o monstro."
MissionDescriptionOverride="O Senhor Torgue falou sobre um monstro que assombra os arredores do [place]Refúgio Flamerock[-place].  Ele pediu para você ir até o local e conquistar o mérito por matá-lo.\nCom os Caçadores da Sepultura fora de circulação, não há mais nada entre você e o seu objetivo.  Vamos lá... acabe com ele.\n"

[M_MMORPGFPS:ObjSet_GetCredit1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MMORPGFPS:ObjSet_HeadToLair MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MMORPGFPS:ObjSet_KillPlayers MissionObjectiveSetDefinition]
MissionSummaryOverride="Humilhe os Caçadores da Sepultura rivais para que eles não consigam lhe tomar o mérito de eliminar o monstro."
MissionDescriptionOverride="O Senhor Torgue falou sobre um monstro que assombra os arredores do [place]Refúgio Flamerock[-place].  Ele pediu para você ir até o local e conquistar o mérito por matá-lo.\nInfelizmente, três rivais apareceram pouco depois de você encontrar o monstro e gora, eles querem tomar o crédito por matá-lo.\nTorgue sugeriu que, se você humilhar os outros Caçadores da Sepultura, eles ficarão magoados e lhe deixarão matar o monstro sozinho.\n"

[M_MMORPGFPS:TeabagKnight1 MissionObjectiveDefinition]
ProgressMessage="Agache sobre o cadáver do xxCaçaSeptxx"

